{
  "allmovie" : [
    
   {
   "title" : "Moment of Eighteen (2019)",
   "count" : "Completed",
   "video" : "trailervideolink",
   "image" : "https://1.bp.blogspot.com/-YTmE6fe2CY4/XigMIjVYtvI/AAAAAAAAEbQ/4S1x_WTUF7kRU4Yzg9r0NocccoI5GG9qACLcBGAsYHQ/s1600/Moment_at_Eighteen-P1.jpg",
   "cover" : "https://1.bp.blogspot.com/-bjKgnrZH0So/XigMIcQVHhI/AAAAAAAAEbM/kailrfIhVhIXRtXTkkyZCK6vfbF3oPQrwCLcBGAsYHQ/s1600/AAAABfmIsgIW3023I1qtpwdySab8g6oj2K9f-19rPsWlr6nADL3YyPgXtfzp2VAU-BUHxYIHJwhqoq6EXILUUcMbYlSdKkY.jpg",
   "dlink" : "https://raw.githubusercontent.com/BittchPlease/MomentOf18/master/",
   "originalpostlink" : "https://mobile.kyimal.com/2019/09/moment-at-eighteen-2019.html",
   "vol" : " အခုတစ္ခါတင္ဆက္ေပးမွာကေတာ့
အားလံုးေစာင့္ေနႀကတဲ႕ေက်ာင္းသားကားေလးပါ
အဓိက သရုပ္ေဆာင္မ်ားအေနနဲ႕ကေတာ့
Wanna One ထဲက Ong Seong Woo ,
Along With the God ထဲက
မင္းသမီးေလးKim Hyang Gi အျပင္
Ateen ထဲက မင္းသားေခ်ာShin Seung Hoတို႕က
အဓိကပါဝင္ထားပါတယ္
   
    >>> ဇာတ္လမ္းအက်ဥ္း <<<
- ျပစ္မႈတစ္ခုေႀကာင့္ ေက်ာင္းထုတ္ခံခဲ႕ရတဲ႕
ေက်ာင္းသားေလး ခ်ြဲဂ်ြန္ဝူး တစ္ေယာက္
နာမည္ႀကီး အစိုးရေက်ာင္းတစ္ခုကို
ေျပာင္းလာခဲ႕ရတယ္ ေက်ာင္းအသစ္မွာ
သူရင္ဆိုင္ရမယ့္ အခက္အခဲေတြႀကား
သူအဆင္ေျပနိုင္ပါ့မလား
- အတန္းေခါင္းေဆာင္ မာဟီေဆာင္း
ရုပ္ေခ်ာ သေဘာေကာင္း
မိသားစုကလဲခ်မ္းသာတဲ႕အျပင္
ေက်ာင္းစာနဲ႕ အနုပညာမွာလဲ ေတာ္တဲ႕သူ
လူေတြမသိတဲ႕ ေနာက္ကြယ္မွာ
သူဘယ္လိုေတြႀကိဳးစားေနခဲ႕ရလဲ
- ေအးေအးေဆးေဆး ေပါ့ေပါ့ပါးပါးေနတတ္တဲ႕
ေက်ာင္းသူေလးယူဆိုဘင္း
ယူဆိုဘင္းနဲ႕ မာဟီေဆာင္း မူလတန္းကတည္းက
သူငယ္ခ်င္း 2ေယာက္ မာဟီေဆာင္းက
ယူဆိုဘင္းကိုငယ္ငယ္ကတည္းက သေဘာက်ေနခဲ႕ေပမယ့္
ယူဆိုဘင္းကေတာ့ သူငယ္ခ်င္းထက္မပို
သူတို႕ 2ေယာက္ႀကားကို ခ်ြဲဂ်ြန္ဝူး ဝင္ေရာက္တဲ႕အခါမွာေတာ႔…
   "
  }
  ,
  {
   "title" : "When the Devil Calls Your Name ( 2019 )",
   "count" : "Completed",
   "image" : "https://1.bp.blogspot.com/-vyXYSGg2t_o/Xh95BkPUouI/AAAAAAAAEPI/T6voDcfNcyYafmFE7Fm9HFe7z2BXhCxjQCLcBGAsYHQ/s800/poster.jpg",
   "cover" : "https://1.bp.blogspot.com/-vyXYSGg2t_o/Xh95BkPUouI/AAAAAAAAEPI/T6voDcfNcyYafmFE7Fm9HFe7z2BXhCxjQCLcBGAsYHQ/s800/poster.jpg",
   "dlink" : "https://raw.githubusercontent.com/BittchPlease/DevilCallYourName/master/",
   "originalpostlink" : "https://myanmarasiatv.net/series/when-the-devil-calls-your-name-2019/",
   "vol" : "အခုတစ္ေခါက္မွာေတာ့ မႏွစ္က တင္ဆက္ေပးခဲ့တဲ့ Life on Mars ဇာတ္လမ္းတြဲထဲမွ စုံေထာက္ နဲ႔ ရဲမႉးႀကီးတို႔ အတြဲျဖစ္တဲ့ Jung Kyung-ho နဲ႔ Park Sung-woong တို႔ရဲ့ Ongoing Drama တစ္ခုပဲ ျဖစ္ပါတယ္ …

ယခု Drama ထဲမွာလဲ Life On Mars ဇာတ္လမ္းတြဲလိုမ်ိဳး သူတို႔ႏွစ္ေယာက္ရဲ့ မတည့္အတူေန ႏွစ္ေယာက္ၾကားက ဟာသေတြကို tvN ရဲ့ သဘာဝလြန္ဇာတ္ညႊန္းနဲ႔အတူ ၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္…

ဇာတ္လမ္းအက်ဥ္း အနည္းငယ္ေျပာရမယ္ဆိုရင္ – အႏုပညာနယ္ပယ္မွာ ေအာင္ျမင္တဲ့ေတးေရးဆရာတစ္ေယာက္ျဖစ္ဖို႔ဆိုရင္ ကိုယ့္ရဲ့ပါရမီရင့္သန္မႈေတြ, ဉာဏ္ကြန႔္ျမဴးမႈေတြနဲ႔ ဝါသနာႀကီးမႈေတြအမ်ားႀကီးရွိမွျဖစ္မွာပါ … ဒါေပမဲ့ Ha Rip ေလာက္ေက်ာ္ၾကားတဲ့အဆင့္ေရာက္ဖို႔ဆိုရင္ေတာ့ သင့္အေနနဲ႔ ေပးဆပ္မႈေတြအမ်ားႀကီးလုပ္ဖို႔လိုပါလိမ့္မယ္ …

Ha Rip တစ္ျဖစ္လဲအႏုပညာရွင္တစ္ေယာက္ဟာ သူ႔ဘဝတစ္ေလၽွာက္လုံး ခက္ခက္ခဲခဲ႐ုန္းကန္ခဲ့ရၿပီး နာမည္ရဖို႔ႀကိဳးစားေနခဲ့ရသူပါ … ဒီလိုနဲ႔ သူ႔အေနနဲ႔ လက္ေလၽွာ့ရလုဆဲဆဲမွာ သူျဖစ္ခ်င္တာေတြျဖစ္ရဖို႔ ကမ္းလွမ္းမႈတစ္ခူကိုရခဲ့ပါတယ္ … ဒါကေတာ့ သူလိုခ်င္တဲ့ ေအာင္ျမင္မႈကိုရဖို႔အတြက္ သူ႔ဝိဉာဥ္ကို နတ္ဆိုးဆီကို ေရာင္းရတာပဲျဖစ္ပါတယ္ …

သူ႔အတြက္ အခ်ိန္ ၁၀ ႏွစ္ရခဲ့ၿပီး အဲဒီအခ်ိန္အတြင္းမွာ သူ႔ရဲ့ေအာင္ျမင္မႉအရွိန္အဟုန္ေတြ ထိုးတက္ခဲ့ေပမဲ့ တစ္ေန႔မွာေတာ့ နတ္ဆိုးနဲ႔ ခ်ဳပ္ထားတဲ့ စာခ်ဳပ္သက္တမ္းျပည့္တဲ့ရက္ကို ေရာက္လာပါေတာ့တယ္ … ဒါေပမဲ့ အဲဒီအခ်ိန္မွာ သူသိလိုက္ရတာက သူ႔ရဲ့ေအာင္ျမင္ေက်ာ္ၾကားမႈေတြဟာ မိန္းကေလးတစ္ေယာက္ရဲ့ ဘဝတစ္ခုနဲ႔ဆက္စပ္ေနတယ္ဆိုတာပါပဲ … ေအာင္ျမင္မႈအတြက္ ဝိဉာဥ္ကိုရင္းထားရသူတစ္ေယာက္နဲ႔ သူ႔ဘဝေအာင္ျမင္ေအာင္ အေထာက္အပံ့ေပးရသူ ၂ ေယာက္ၾကား ဘာေတြဆက္ျဖစ္မွာလဲ?

အခုလက္ရွိ TvN ကေနထုတ္လႊင့္ျပသေနၿပီး စိတ္ဝင္စားစရာမို႔ ၾကည့္ရႈသင့္တဲ့ဇာတ္ကားေကာင္းတစ္ခုလို႔ ညႊန္းဆိုခ်င္ပါတယ္ …

ဝိဉာဥ္ေရာင္းစားသူ Ha Rip အျဖစ္ Jung Kyung-ho နဲ႔ နတ္ဆိုး Ryu အျဖစ္ Park Sung-woong တို႔ကို ျမင္ေတြ႕ရမွာ ျဖစ္ပါတယ္

Rating ေတြအရ Viki မွာ 9.4/10 ႏွင့္ MyDramaList မွာ 8.5/10 အသီးသီးရရွိထားတဲ့ ဇာတ္လမ္းတြဲေလးတစ္ခုပါ …

(Source: Viki and Asianwiki)"
  }
 ,
 {
   "title" : "FAILing in Love (2019)",
   "count" : "On Going",
   "image" : "https://1.bp.blogspot.com/-Nw2A0jbk89I/Xh93s2H9zeI/AAAAAAAAEPA/kepukdSu-LMcCLqNS5e5-k08WHOwWqfDACLcBGAsYHQ/s800/poster.jpg",
   "cover" : "https://1.bp.blogspot.com/-Nw2A0jbk89I/Xh93s2H9zeI/AAAAAAAAEPA/kepukdSu-LMcCLqNS5e5-k08WHOwWqfDACLcBGAsYHQ/s800/poster.jpg",
   "dlink" : "https://raw.githubusercontent.com/BittchPlease/FailingInLove/master/",
   "originalpostlink" : "https://myanmarasiatv.net/series/failing-in-love-2019/",
   "vol" : "အခုတစ္ေခါက္တင္ဆက္ေပးမယ့္ ဇာတ္ကားေလးကေတာ့ သိပ္မၾကာခင္ကပဲ MBC ႐ုပ္သံလိုင္းမွ ထုတ္လႊင့္လ်က္ရွိတဲ့ FAILing in Love ဆိုတဲ့ ဇာတ္ကားေလးပါ … မိနစ္ ၃၀ စာ အပိုင္း ၁၀ ပိုင္းသာ ထုတ္လႊင့္သြားမွာ ျဖစ္ၿပီး လူငယ္ေတြ သေဘာက်ေစမယ့္ ေက်ာင္းေနာက္ခံ Romance ဇာတ္ကားေလးပါ …

ဇာတ္လမ္းအက်ဥ္းေလးကို ေျပာျပရမယ္ဆိုရင္ေတာ့ – ကန္ဖာရန္း, လီဆီ၀န္း နဲ႔ လီဆီအြန္း တို႔က မူလတန္းထဲက သူငယ္ခ်င္းေတြပါ … တစ္ေယာက္ထဲ ျဖစ္ေနမွာကိုေၾကာက္တဲ့ ကန္ဖာရန္း က ေကာင္မေလးေတြကို တစ္ပတ္ကို တစ္ေယာက္ ရည္းစားစကားလိုက္ေျပာေနခဲ့ေပမဲ့လည္း လီဆီအြန္း ေၾကာင့္ ဘယ္ေကာင္မေလးကမွ သူ႔ကိုျပန္မႀကိဳက္ပါဘူး …

အဲ့လိုနဲ႔ ရည္းစားတစ္သက္လုံးမရေတာ့မွာကို ေၾကာက္တဲ့ ကန္ဖာရန္း တစ္ေယာက္ (၁၀)ႏွစ္ၾကာ ခင္မင္ခဲ့တဲ့ သူငယ္ခ်င္း လီဆီဝန္း ကိုပဲ ရည္းစားစကား ေျပာလိုက္တဲ့ေနာက္မွာေတာ့ ဘာေတြဆက္ျဖစ္ၾကမလဲ? ေအးတိေအးစက္ေနတတ္တဲ့ လီဆီဝန္း ကေရာ တစ္ဖက္သတ္သေဘာက်ေနရတဲ့ သူက ဘယ္သူလဲ? သူတို႔ သုံးေယာက္ၾကားမွာ ဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကို ဇာတ္လမ္းထဲမွာ ဆက္လက္ၾကည့္ရႉၾကည့္ပါေနာ္ …

ကန္ဖာရန္း အျဖစ္ Son Sang Yeon, လီဆီဝန္း အျဖစ္ Yang Hye Ji ႏွင့္အတူ လီဆီအြန္း အျဖစ္ Shin Yoon Seop တို႔က ပါဝင္ သ႐ုပ္ေဆာင္ထားပါတယ္ …
   Translators : Ziven ❤️ Mee Nge
Encoder : Ziven
Quality : HDTV 1080p
   "
 }
 ,
{
   "title" : "The Great Show ( 2019 )",
   "count" : "Completed",
   "image" : "https://1.bp.blogspot.com/-8PuVnnRyx48/Xh-BS2yTRSI/AAAAAAAAEPQ/PfY-2lSRCcIkhI1nx_O7Twwn1Vzyu4hYQCLcBGAsYHQ/s800/poster.jpg",
   "cover" : "https://1.bp.blogspot.com/-8PuVnnRyx48/Xh-BS2yTRSI/AAAAAAAAEPQ/PfY-2lSRCcIkhI1nx_O7Twwn1Vzyu4hYQCLcBGAsYHQ/s800/poster.jpg",
   "dlink" : "https://thekflix.weebly.com/uploads/1/3/0/4/130415012/",
   "originalpostlink" : "https://myanmarasiatv.net/series/the-great-show-2019/",
   "vol" : "ဂၽြန္ေစာလို႔လူသိမ်ားတဲ့ မင္းသားႀကီးSong Seung Heon ရဲ့ Political, Comedy Drama အသစ္ေလးပါ …

ၿမိဳ႕နယ္အမတ္ျဖစ္ဖို႔ ရည္ရြယ္ခ်က္အျပည့္နဲ႔ေရြးေကာက္ပြဲဝင္ၿပိဳင္ေနတဲ့ လႊတ္ေတာ္အမတ္ဝီဒယ္ဟန္ ေရြးေကာက္ပြဲဝင္ဖို႔ တစ္ပတ္အလိုမွာငယ္စဥ္ကတည္းကအေမနဲ႔ကြာရွင္းသြားၿပီး မိသားစုကိုစြန္႔ပစ္ခဲ့တဲ့အေဖျဖစ္သူ ကိုယ့္ကိုယ္ကိုယ္ သတ္ေသမႈေၾကာင့္ တာဝန္မဲ့တဲ့သားဆိုၿပီး ျပည္သူလူထုရဲ့ေထာက္ခံမႈႏႈန္းက်ဆင္းတာေၾကာင့္ ေရြးေကာက္ပြဲရႈံးသြားခဲ့ရတယ္ …

ဒီလိုနဲ႔ ၃ႏွစ္ၾကာသြားၿပီး အငွားကားေမာင္းေပးတဲ့အလုပ္ကိုလုပ္ေနရင္း ေနာက္အႀကိမ္ေရြးေကာက္ပြဲမွာထပ္ၿပိဳင္ဖို႔အတြက္ လူထုေထာက္ခံခ်က္ျပန္လည္ရရွိနိုင္မယ့္ အခြင့္ေကာင္းကိုေစာင့္ေနခဲ့တယ္ …

တစ္ေန႔ေတာ့ ၁၈ႏွစ္အရြယ္ေကာင္မေလး တစ္ေယာက္က သူ႔သမီးပါဆိုၿပီး အေမတူအေဖကြဲေမာင္ႏွစ္မသုံးေယာက္နဲ႔အတူ ဝီဒယ္ဟန္႔အိမ္ကိုေရာက္လာတဲ့အခါ …

ဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာေတာ့ ဇာတ္လမ္းေလးထဲမွာ ေစာင့္ၾကည့္ၾကပါဦး ….

Rating အရ MyDramaList မွာ 8.1/10 ရရွိထားပါတယ္ ….

 

Translators : HMN & Nan Thuzar
Encoder : Min Theim Kyaw
Quality : HDTV 720p"
  }
 ,
  {
   "title" : "Never Twice (2019)",
   "count" : "On Going",
   "image" : "https://1.bp.blogspot.com/-xXAC4K0MdAo/Xh-G6PZ8WlI/AAAAAAAAEPY/oc-vtm1vl4QxMqrYa1WrHSgj_otAzEeDACLcBGAsYHQ/s800/Never%2BTwice%2B%25282019%2529.jpg",
   "cover" : "https://1.bp.blogspot.com/-xXAC4K0MdAo/Xh-G6PZ8WlI/AAAAAAAAEPY/oc-vtm1vl4QxMqrYa1WrHSgj_otAzEeDACLcBGAsYHQ/s800/Never%2BTwice%2B%25282019%2529.jpg",
   "dlink" : "https://raw.githubusercontent.com/BittchPlease/NeverTwice/master/",
   "originalpostlink" : "https://fofmyanmar.com/tvshows/never-twice-2019/",
   "vol" : "အခုတစ္​ခါမွာ​ေတာ့FOFပရိသတ္ႀကီးအတြက္ ဇာတ္လမ္းဇာတ္အိမ္ခိုင္း MBC
မိသားစုဟာသဇာတ္ကားေလးတစ္​ကားကို တင္ဆက္ေပးလိုက္ပါတယ္
မင္​းသားက​ေတာ့ ကိုရီးယား ပရိသတ္​​ေတြနဲ႔မစိမ္​းတဲ့ moonlight drawn by clouds , radio romance တို႔မွာ
ပါ​ဝင္ခဲ့တဲ့ မင္​းသား Na hae joon (kwak-dong yeon)ျဖစ္ၿပီး
မင္​းသမီးက​ေတာ့ school 2017 ,I’m not a robot ဇာတ္​ကား​ေတြမွာ ပါဝင္​တဲ့
Geum Bak ha(Park se wan)က
ဇာတ္​ကားက ဒရာမဇာတ္​လမ္​းျဖစ္​ၿပီး မိသားစုကားေလးျဖစ္ပါတယ္
Bak ha က ပူပူေႏြးေႏြးလက္​ထပ္​ထားတဲ့မိန္​းက​ေလးတစ္​​ေယာက္​ပါ
ကံမ​ေကာင္​းစြာနဲ႔ ခင္​ပြန္​းကဆံုးပါးသြားၿပီး​တဲ့​ေနာက္​ သူ႔ဘဝကိုဘယ္​လိုရပ္​တည္​မလဲ
Hae joonကလည္​း အရမ္​း​ေအာင္ျမင္​တဲ့ ဟိုတယ္​တစ္​ခုက ​ေျမးပါ

အဲ့ဒါအျပင္​ ​ေနာက္​ထပ္​ဇာတ္​​​ေဆာင္​​ေတြက မင္​းသမီးႀကီး Bok mak rye(Youn yuh jung) လည္​းပါဝင္​ထားပါတယ္​
သူက​ေတာ့ တည္​းခိုခန္​းဖြင္​့ထားပါတယ္​ သူ႔ရဲ႕တည္​းခိုခန္​းက ရက္​႐ွည္​​ေနမယ္​့သူ​ေတြပဲ​ေနလို႔ရတာပါ..

Bak ha က ခင္​ပြန္​းဆံုးၿပီး​ေနာက္​
တည္​းခိုခန္​းကို ​အမွတ္မထင္ေရာက္​တဲ့အခါ
ခ်မ္​းသာတဲ့ ​hae joonနဲ႔ ဘယ္​လို ​ေတြ႔ဆံုမလဲ ဆိုတာက​ေတာ့
​ေစာင္​့ၾကည္​့​ေပးၾကပါဦး​ေနာ္​
MBC ရုပ္သံလိုင္းမွ အပတ္စဥ္စေနေန႔တိုင္းထုတ္လႊင့္ျပသလ်က္ရွိပါတယ္

Translator-Gom Gom
Encoder -Madi"
  }
 ,
  {
   "title" : "Chocolate (2019)",
   "count" : "Completed",
   "image" : "https://1.bp.blogspot.com/-_dkxKh9cJzM/XiF4Z2QdLSI/AAAAAAAAEPw/2j7gjTgQ45cSEK_zJnpelvJhLFo9ow_SwCLcBGAsYHQ/s700/Chocolate.jpg",
   "cover" : "https://1.bp.blogspot.com/-g566CIKZ1Dw/XiF4Z9W56uI/AAAAAAAAEP0/pbnO4JWJDnURurHmgo5Ap6pvfo4ZmcxlgCLcBGAsYHQ/s600/chocolate-00.jpg",
   "dlink" : "https://raw.githubusercontent.com/BittchPlease/Chocolate/master/",
   "originalpostlink" : "https://fofmyanmar.com/tvshows/chocolate/",
   "vol" : "အရင္ဆံုး ဒီဇာတ္ကားကိုရုိက္ကူးသူက Winter Sanota , Sorry I love You , The Snow Queen, Strong Woman : Do Bong Soon, The Miracle We meet အစရွိတဲ့ နာမည္ႀကီး ဇာတ္ကားေပါင္းမ်ားစြာကို ရုိက္ကူးခဲ့တဲ့ဒါရုိက္တာျဖစ္ၿပီး Screenwriterကေတာ့
Uncontrollably Fond , The Innocent Man , Sorry I Love Youအစရွိတဲ့ ဇာတ္ညႊန္းေပါင္းမ်ားစြာကိုေရးသားခဲ့တဲ့ဇာတ္ညႊန္းေရးဆရာမပဲျဖစ္ပါတယ္
ၿပီးေတာ့ အခ်စ္ေတာ္မမHa Ji Won ရဲ႕ Hospitalshipဇာတ္ကားအၿပီး၂ႏွစ္အၾကာမွ ရုိက္ကူးတဲ့ ဇာတ္ကားလည္းျဖစ္ၿပီး မင္းသားကလည္း High Kick 3ထဲက မစိမ္းတဲ့ Yoon Kye Sangပဲျဖစ္ပါတယ္

ဇာတ္လမ္းကိုေျပာရရင္ ငယ္စဥ္တုန္းက Chefျဖစ္ခ်င္တဲ့ ပင္လယ္ကမ္းေျခၿမိဳ႕ေလးတစ္ၿမိဳ႕မွာေနတဲ့ ေကာင္ေလး Lee Kang (Yoon Kye Sang)နဲ႔ေကာင္မေလး Moon Cha Young(Ha Ji Won)က အဲ့ၿမိဳ႕ေလးမွာေတြ႕ဆံုခဲ့ၾကပါတယ္
ထိုစဥ္က Lee Kangခ်က္ေကၽြးတဲ့ အစားအစာက
Moon Cha Youngအတြက္ အေပ်ာ္ရႊင္ရဆံုးအမွတ္တရတစ္ခုအေနနဲ႔အျမဲအမွတ္ရေနခဲ့ၿပီး အဲ့ဒါေၾကာင့္ပဲ Moon Cha Young က Chefတစ္ေယာက္ ျဖစ္လာခဲ့ပါတယ္

သူတို႔အရြယ္ေရာက္လာတဲ့အခါ Lee Kangက ဦးေႏွာက္နဲ႔အာရုံေၾကာခြဲစိတ္ဆရာဝန္တစ္ေယာက္ ျဖစ္လာခဲ့ၿပီး ႏွစ္ဦးသားေဆးရုံမွာ အမွတ္မထင္ ျပန္လည္ဆံုဆည္းခဲ့ခ်ိန္မွာေတာ့….?
စာဖိုမွဴးမမနဲ႔ ဆရာဝန္ကိုကိုႏွစ္ဦးၾကားက အခ်စ္ဇာတ္လမ္း အခ်ိဳးအေကြ႕မ်ားစြာကိုခံစားၾကည့္ရႈရမဲ့
First Love , Medical , Food Dramaအမ်ိဳးအစားေလးျဖစ္ၿပီးRomanceကိုမွ ဖလန္းဖလန္းromanceေတြကိုမႀကိဳက္တဲ့ ပရိသတ္ႀကီးအတြက္ ကားေကာင္းတစ္ကားျဖစ္မွာပါ
ဒီဇာတ္လမ္းတြဲကို JTBCရုပ္သံလုိင္းမွ အပတ္စဥ္ ေသာၾကာ စေနေန႔တိုင္း ထုတ္လႊင့္ျပသလ်က္ရွိပါတယ္

Review – Khin Maddy
Translate – Khin Maddy and Shwe Pyae
Encode – Khin Maddy"
  }
    ,
 {
   "title" : "My Strange Hero (2018)",
   "count" : "On Going",
   "image" : "https://1.bp.blogspot.com/-11IwQkHJMxI/XiGFozxZIvI/AAAAAAAAEQA/vLz6Gpj1OBA8C18mCicgzkr9mfe6bKzsQCLcBGAsYHQ/s800/My%2BStrange%2BHero%2B%2528%2B2018%2B%2529.jpg",
   "cover" : "https://1.bp.blogspot.com/-tCptW3oko8s/XiGFpObzbHI/AAAAAAAAEQE/EUdNaBqR04oNK0__iZerLFGRfk6lQEPrACLcBGAsYHQ/s500/My%2BStrange%2BHero%2B%2528%2B2018%2B%2529feature.jpg",
   "dlink" : "https://raw.githubusercontent.com/BittchPlease/MyStrangeHero/master/",
   "originalpostlink" : "https://myanmarasiatv.net/series/my-strange-hero-2018/",
   "vol" : "မေန႔ညက အသစ္ထြက္ရွိလို႔လာခဲ့ Ongoing KDrama ေလးပါ … Romance, Comedy ဇာတ္လမ္းအမ်ိဳးအစားေလးျဖစ္ၿပီး 35 mins ၾကာ အပိုင္း 32 ပိုင္းျဖင့္ SBS ႐ုပ္သံဌာနမွ ထုတ္လႊင့္သြားမွာ ျဖစ္ပါတယ္ …

Main Cast အေနျဖင့္ Ruler: Master is the Mask, I’m Not A Robot အစရွိတဲ့ ဇာတ္လမ္းေတြျဖင့္ ျမန္မာပရိသတ္ရဲ႕ အာရံုကို ဖမ္းစားႏိုင္ခဲ့တဲ့ innocent မ်က္ႏွာ ပိုင္ရွင္ေလး မင္းသား Yoo Seung-ho ႏွင့္ Goodbye to Goodbye, Temperature of Love အစရွိတဲ့ ဇာတ္လမ္းတြဲမ်ားထဲမွ မင္းသမီးေခ်ာေလး Jo Bo-Ah တို႔က အဓိက Character ေတြ အျဖစ္ ပါဝင္ထားပါတယ္ … My ID is Gangnam Beauty မွ အဓိက သ႐ုပ္ေဆာင္ Kwak Dong Yeon ကလဲ Supporting Role အျဖစ္ ပါဝင္ထားပါေသးတယ္ …

ဇာတ္လမ္းအေၾကာင္းေျပာရမယ္ဆိုရင္ –

Kang Bok Soo ( Yoo Seung-ho ) အထက္တန္းေက်ာင္းသားဘဝအရြယ္တုန္းက ျပသနာတစ္ခုမွာ မွားယြင္းစြာ စြပ္စြဲခံခဲ့ရၿပီး … ေက်ာင္းမွ ရပ္နားျခင္း ခံခဲ့ရပါတယ္ … အဲ့လိုျဖစ္ေအာင္လဲ သူ႔ရဲ႕ အခ်စ္ဦးျဖစ္တဲ့ Son Soo Jung ( Jo Bo-Ah ) ႏွင့္ ေက်ာင္းသားတစ္ေယာက္ျဖစ္တဲ့ Oh Se Ho ( Kwak Dong Yeon ) တို႔က ပူးေပါင္းၾကံစည္ခဲ့တာပဲ ျဖစ္ပါတယ္ …

Kang Bok Soo တစ္ေယာက္ ႏွစ္ေတြၾကာေညာင္းကာ အရြယ္တစ္ခုကိုေရာက္လာခဲ့ေပမဲ့ သူ႔ဘဝဟာ ေခ်ာေခ်ာေမြ႕ေမြ႕မျဖစ္ခဲ့ပါဘူး … သူ႔ရဲ႕အခ်စ္ဦးျဖစ္တဲ့ Son Soo Jung နဲ႔ ေက်ာင္းသားတစ္ေယာက္ျဖစ္တဲ့ Oh Se Ho တို႔ကို လက္စားေခ်ဖို႔အတြက္ သူအရင္တက္ခဲ့တဲ့ ေက်ာင္းကိုပဲ ဆရာတစ္ေယာက္အျဖစ္ ျပန္သြားခဲ့ပါတယ္ …

အဲ့လိုနဲ႔ လက္စားေခ်ဖို႔ ႀကိဳးစားရင္း မေမွ်ာ္လင့္ထားတဲ့ ကိစၥတစ္ခ်ိဳ႕မွာ ဝင္ေရာက္ပတ္သတ္မိတဲ့အခါ ဘာေတြဆက္ျဖစ္လာမယ္ဆိုတာကိုေတာ့ Myanmar Asian TV Channel ကေန Admin တို႔ႏွင့္အတူ အပတ္စဥ္ အဂၤါ နဲ႔ ဗုဒၶဟူးေန႔မ်ားမွာ ေစာင့္ၾကည့္လိုက္ၾကရေအာင္ေနာ္ …

Rating အရ ၾကည့္မယ္ဆိုရင္ MyDrama List မွာ 9.5/10 ရရွိထားၿပီး Viki မွာ 9.7/10 အသီးသီး ရရွိထားတဲ့ Rating ျမင့္ ဇာတ္လမ္းတြဲေလးတစ္ခုပါ …

 
   

Translator : ^Amy^ & Ziven
Encoder : Ziven
Quality : 720p HDTV"
  }
,
{
   "title" : "VIP ( 2019 )",
   "count" : "Completed",
   "image" : "https://1.bp.blogspot.com/-ysu1dupPVc8/XiHzJg_X5WI/AAAAAAAAEQU/SsLvhvzb-rwnLte2-gjILd44eJuAIS0HQCLcBGAsYHQ/s800/vip.jpg",
   "cover" : "https://1.bp.blogspot.com/-AWbYxxLpqQ8/XiHzIiIeRyI/AAAAAAAAEQQ/04uCglPLbKEJRS0kPyWZYMiodJ3TIPqNQCLcBGAsYHQ/s600/vipfeature.jpeg",
   "dlink" : "https://raw.githubusercontent.com/BittchPlease/VIP2019/master/",
   "originalpostlink" : "https://channelmyanmar.org/tvshows/vip-2019/",
   "vol" : "ဒီကားထဲမွာ ေ႐ြးနီမေလးတုန္းတည္းကခ်စ္ခဲ့ရတဲ့ မင္းသမီးေလး တစ္ေလာေလးက ဖဲရားနဲ႔အတြဲညီညီသ႐ုပ္ေဆာင္ၿပီး အသက္ႀကီးေနေပမယ့္လဲ မပ်က္ဆီးေသးပဲ လွတုန္းလွဆဲ မင္းသမီးေလးဂ်န္နာရာပါပါတယ္ ။
တူတူတဲတဲ့မင္းသားကေတာ့ Whisper ကားထဲက ခ်စ္ရတဲ့ဦးေလးႀကီး လီဆန္းယြန္းပါပဲ ။
  
ဇာတ္လမ္းကေတာ့

အထူးဧည့္သည္ဆိုတဲ့ လူတန္းစားတစ္လႊာကို ၀န္ေဆာင္မႈေပးေနရတဲ့ကုမၸဏီတစ္ခုမွာ
လက္ထပ္ထားတဲ့စုံတြဲတစ္တြဲၾကားက အိမ္ေထာင္ေရးဇာတ္လမ္းေလးပါပဲ…

ကိုရီးယားထုံးစံအတိုင္း ေဖာက္ျပန္တဲ့ဇာတ္လမ္းေတြပဲေပါ့

ဒီဇာတ္လမ္းရဲ႕ဆြဲေဆာင္မႈကေတာ့ ဘယ္သူကဘယ္သူနဲ႔ေဖာက္ျပန္ေနမွန္းမသိပဲနဲ႔
တကယ္ေရာေဖာက္ျပန္ရဲ႕လား သို႔ေလာသို႔ေလာအေတြးေတြနဲ႔ ေရွ႕ဆက္ၾကည့္ခ်င္ေအာင္ဆြဲေဆာင္ေနတာပါပဲ…

အရမ္းခ်စ္ၿပီးလက္ထပ္ခဲ့ၿပီးတာေတာင္ မေတာ္တဆဆိုတာနဲ႔တင္ေဖာက္ျပန္ႏိုင္တာလား…
ရာထူးတိုးဖို႔တစ္ခုအတြက္နဲ႔ ကေလးေတြမ်က္ႏွာေတာင္မေထာက္ ေဖာက္ျပန္ႏိုင္တာလား…

ဒီလိုမ်ိဳးအေတြးေတြနဲ႔ တစ္ပိုင္းၿပီးရင္တစ္ပိုင္း ဆက္ၾကည့္ခ်င္ေနမွာပါ

ေဖာက္ျပန္မႈေတြခ်ည္းပဲေတြ႕ရမယ္ထင္ၿပီး စိတ္မပ်က္ပါနဲ႔ဦးေနာ္
ကုမၸဏီတစ္ခုရဲ႕လည္ပတ္ပုံေတြကိုလဲ အေသးစိတ္ျပထားေသးတာမို႔ ၾကည့္ရတဲ့အခ်ိန္ေတာင္ ဘယ္လိုကုန္မွန္းမသိလိုက္ပါဘူး ။

( ဘာသာျပန္နဲ႔အၫႊန္းေရးေပးထားတဲ့သူကေတာ့ Fliex ပါ )"
  }
 ,
 {
   "title" : "Big (2012)",
   "count" : "Completed",
   "image" : "https://1.bp.blogspot.com/-AoUpvFgpjuA/XiaQfTeJYqI/AAAAAAAAEVg/HqJVzxt7s_QuXorjMKBeeXbc6Lwjih-qACLcBGAsYHQ/s800/Big-4.jpg",
   "cover" : "https://1.bp.blogspot.com/-SVUS6V9ae2g/XiaQfSjZ4lI/AAAAAAAAEVk/k9Xa8DphHlwJsYx2LTYbaurEIrMZNRIbQCLcBGAsYHQ/s500/Big-7.jpg",
   "dlink" : "https://raw.githubusercontent.com/BittchPlease/Big2012/master/",
   "originalpostlink" : "https://fofmyanmar.com/tvshows/big-2012-south-korean-television-series/",
   "vol" : "၂၀၁၂ ခုႏွစ္ထြက္ Big ဆိုတဲ့ comedy drama စီးရီးေလးမွာ Coffee Prince, Goblin, Train to Busan ဇာတ္ကားေတြနဲ႔ ခ်ိမတို႔အသည္းႏွလံုးကို လႈပ္ကိုင္ဖမ္းစားခဲ့သူ ဦးဦး Gong Yoo ကို character ပံုစံႏွစ္မ်ိဳး ျမင္ေတြ႕ရမွာပါ။

တည္ျငိမ္ရင့္က်က္ျပီးသား ဆရာ၀န္ဦးဦးနဲ႔ ေအာ္တာရွပ္ ေဘာင္းဘီကြာတားေလး၀တ္ျပီး ဖလန္းဖလန္းထေနတဲ့ ဦးဦး ဒီဇိုင္းတစ္မ်ိဳးစီ ေခ်႕ဖို႔ေကာင္းတယ္ဆိုတာ အဟုတ္ယံုလိုက္ပါေနာ္ ။

ဇာတ္လမ္းအက်ဥ္းကေတာ့
အထက္တန္းျပစာေမးပြဲေျဖဖို႔ ၾကိဳးစားေနတဲ့ ဆရာမဂီဒါရန္ဟာ စိတ္ထား၊ ပညာ၊ ရုပ္ရည္၊ ဥစၥာဓန အဘက္ဘက္ကျပီးျပည့္စံုသူ ေဒါက္တာေဆာယြန္းဂ်ယ္နဲ႔ အမွတ္မထင္ဖူးစာဆံုျပီး ခ်စ္သူေတြျဖစ္သြားခဲ့ပါတယ္။

အညတရေက်ာင္းဆရာမေလး ဒါရန္အတြက္ နတ္သမီးပံုျပင္ထဲကလို ၾကည္ႏူးေပ်ာ္ရႊင္စရာေကာင္းခဲ့ေပမယ့္ လက္ထပ္ပြဲနီးခါမွ ယြန္းဂ်ယ္ရဲ႕အမူအရာေတြ သိသိသာသာေျပာင္းလာတာကို သတိထားမိခဲ့ပါတယ္။

အဲဒီ့အေတာအတြင္း ဒါရန္႕ဘ၀ထဲ၀င္လာတာကေတာ့ အေမရိကကေနေျပာင္းလာတဲ့ အထက္တန္းေက်ာင္းသားေလး ေဂ်ာင္ဂၽြန္းပါ။ ဆန္းၾကယ္တဲ့ကံၾကမၼာက သူတို႔ႏွစ္ဦးကို ဘတ္စ္ကားေပၚမွာေတြ႕ဆံုေစခဲ့ျပီး ခ်ာတိတ္ေလးက သူ႕ကိုသေဘာက်ေနတယ္လို႔ေတာင္ ဒါရန္ဘက္က အထင္လြဲခဲ့ပါေသးတယ္။

ဒီလိုနဲ႔ တစ္ေန႔မွာ ယြန္းဂ်ယ္ရဲ႕ ၀တၱရားပ်က္ကြက္မႈေၾကာင့္ ၀မ္းနည္းေနတဲ့ဒါရန္ကို ေဂ်ာင္ဂၽြန္းက သူ႕ဆိုင္ကယ္ေပၚတင္ျပီး ဆိုးလ္ျမိဳ႕ျပင္မွာရွိတဲ့ ေရကန္တစ္ခုဆီ ေခၚသြားေပးခဲ့ပါတယ္။

ဒါေပမယ့္ အဲဒီ့ေန႔က သူတို႔သံုးေယာက္ဘ၀ကို အေျပာင္းလဲၾကီးေျပာင္းလဲေစမယ့္ ေန႔တစ္ေန႔ျဖစ္ေနမွန္း ဘယ္သူမွၾကိဳမသိခဲ့ပါဘူး။ ေဂ်ာင္ဂၽြန္းက အိမ္အျပန္၊ ယြန္းဂ်ယ္က ဒါရန္႔ဆီအလာ အက္ဆီးဒင့္တစ္ခုကို တစ္ျပိဳင္တည္းေရွာင္တိမ္းရင္း ႏွစ္ေယာက္လံုး ေရကန္ထဲထိုးက်သြားခဲ့ပါတယ္။

ကံေကာင္းတယ္ေခၚရမလား ကံဆိုးတယ္ေခၚရမလား ေသကံမေရာက္သက္မေပ်ာက္ဘဲ ျပန္သတိရလာတဲ့ ေမာင္မင္းၾကီးသားေဂ်ာင္ဂၽြန္း ၀ိဉာဥ္တစ္ျခား ကိုယ္တစ္ျခားျဖစ္ျပီး ယြန္းဂ်ယ္ခႏၶာကိုယ္ထဲေရာက္ေနမွန္း သိလိုက္ရတဲ့အခါ …..

ဘယ္လို အိုးနင္းခြက္နင္းအလြဲအေခ်ာ္ေတြ ေရွ႕မွာေစာင့္ၾကိဳေနဦးမလဲ
ေန႔ခ်င္းညခ်င္း ခ်စ္သူဘ၀ေရာက္လာတဲ့ ဆရာတပည့္ႏွစ္ေယာက္ ႏွလံုးသားရဲ႕စမ္းသပ္မႈေတြကို ဘယ္လိုအေျဖေပးၾကမလဲဆိုတာ ပရိသတ္ကိုယ္တိုင္ ရယ္ရင္းေမာရင္း ရင္ခုန္စိတ္လႈပ္ရွားရင္း ၾကည့္ရႈခံစား အားေပးလိုက္ၾကပါဦးခင္ဗ်ာ
   
   Subtitle : Myanmar
Review : May Myat Thu
Synchronization by FOF Team"
  }
  ,
  {
   "title" : "Doctor John (2019)",
   "count" : "Completed",
   "video" : "trailervideolink",
   "image" : "https://1.bp.blogspot.com/-NhMMyVtfXJU/Xih7ZK_wRZI/AAAAAAAAEcA/bUvtRYOp0xQ8nynck1YaGsJMfCh82CoMgCLcBGAsYHQ/s1000/photo1082549.jpg",
   "cover" : "https://1.bp.blogspot.com/-Rx-R2XAqsnI/Xih7RbRRq-I/AAAAAAAAEb8/xJPE1BWUOkY92Uml6fHza-PQF2h3Lh2wgCLcBGAsYHQ/s600/Doctor%252BJohn.jpg",
   "dlink" : "https://raw.githubusercontent.com/BittchPlease/DoctorJohn/master/",
   "originalpostlink" : "https://fofmyanmar.com/tvshows/doctor-john/",
   "vol" : "Kill Me Heal Me, Familiar Wife အျပင္ တစ္ေခတ္တစ္ခါကဤမွန္ေသာသစၥာစကားေၾကာင့္ ဆိုတဲ့ ျမဝတီဇာတ္လမ္းတြဲမွ ေယာင္ႏူးလို႔ သိၾကတဲ့ အိုပါး Ji Sungရယ္ ဘူဂ်ာေလးရယ္ ပါဝင္သရုပ္ေဆာင္ထားတာ ျဖစ္ပါတယ္ 
ဒါရုိက္တာကလည္း Thirty but seventeen,Pinocchico, I can hear your voiceအစရွိတဲ့ ဇာတ္လမ္းတြဲေပါင္းမ်ားစြာ ကိုရုိက္ကူးခဲ့တဲ့ ဒါရုိက္တာျဖစ္ပါတယ္
ဇာတ္လမ္းကိုေျပာရရင္ေတာ့
Cha Yo Hanအမည္ရွိအိုပါးJi Sungကဆရာဝန္ျဖစ္ၿပီး ကိစၥတစ္ခုေၾကာင့္ ေထာင္က်ေနတာပါ
သူရဲ႕ေထာင္က တာဝန္က်ဆရာဝန္ေတြကိုလည္း အမ်ိဳးမ်ိဳးရစ္လို႔ ဘယ္သူမွ ၾကာၾကာမေနႏုိင္ဘဲ ထြက္ေျပးၾကပါတယ္
Shi Young (ဘူဂ်ာ)ေလးက ဘြဲ႕လြန္ဒုတိယႏွစ္ ေမ့ေဆးအထူးကုတတ္ေနတာျဖစ္ၿပီး တစ္ေန႔မွာ သူေၾကာင့္လူနာတစ္ေယာက္အသက္ကို ဆံုးရူံးခဲ့ရလို႔ ေဆးေလာကထဲက အနားယူၿပီး အျဖစ္အပ်က္ဆိုးႀကီးကို ေမ့ေပ်ာက္ခ်င္ေနသူျဖစ္ပါတယ္
Shi Youngရဲ႕ဦးေလး ေထာင္မွဴးႀကီးက ေထာင္မွာ တာဝန္က်ဆရာဝန္မရွိလို႔ Shi Youngကို အခ်ိန္ပိုင္းလုပ္ေပးဖို႔ ေခၚရင္ ေထာင္က်ေနတဲ့ဘုကလန္႔ဆရာဝန္Yohanနဲ႔ ေတြ႕ခ်ိန္မွာေတာ့ …..
ဘာေတြဆက္ျဖစ္လာဦးမလဲဆိုတာ ပရိသတ္ႀကီးကပဲ ဆက္လက္ၾကည့္ရႈၾကည့္ၾကပါရွင္
ဒီဇာတ္လမ္းတြဲကို SBSရုပ္သံလိုင္းမွ ေသာၾကာ စေနေန႔တိုင္း ထုတ္လႊင့္ျပသလ်က္ရွိပါတယ္

Review- Khin Maddy
Translate – Khin Maddy and Shwe Pyae
Encode – Khin Maddy"
  }
   ,
 {
   "title" : "Song Naree (2019)",
   "count" : "Completed",
   "genre" : "thai,drama,completed",
   "video" : "trailervideolink",
   "image" : "https://1.bp.blogspot.com/--VNwy1yXDaw/XinWHV8fANI/AAAAAAAAEcQ/NVeg41d0NWsyzqf-Twhwik8mpcSYxgyYACLcBGAsYHQ/s800/Song%2BNaree%2B2019.jpg",
   "cover" : "https://1.bp.blogspot.com/-L0ETA72IX1k/XinWIMgT6qI/AAAAAAAAEcU/DbQ7pOsgY9kjcNSXe_WkUemKHsl1W2OsACLcBGAsYHQ/s500/Song_Naree_2019-6.PNG",
   "dlink" : "https://raw.githubusercontent.com/BittchPlease/SongNaree/master/",
   "originalpostlink" : "https://mobile.kyimal.com/2019/09/song-naree-2019.html",
   "vol" : "ဇာတ္လမ္းအက်ဥ္းက.....
Nueng နဲ႔ Songဟာ အႁမႊာညီအစ္မေတြျဖစ္ပီး ငယ္စဥ္ကတည္းက ကြဲကြာခဲ့ၾကပါတယ္.
အႀကီးမေလး Nuengက မိခင္နဲ႔ ပါသြားပီး အငယ္မေလး Songကေတာ့ ဖခင္နဲ႔ပါသြားခဲ့ပါတယ္.
ႀကီးျပင္းလာရတဲ့ ပတ္ဝန္းက်င္ေၾကာင့္ ဒီညီအစ္မ ၂ေယာက္ရဲ႕ အက်င့္စ႐ိုက္ေတြကလည္း ကြဲျပားျခားနားလြန္းပါတယ္.
   
   Nueng ကို မိခင္နဲ႔ ပေထြးျဖစ္သူက ေကြ်းေမြးေစာင့္ေရွာက္ခဲ့ပီး သူမဟာ စ႐ိုက္ဆန္တယ္ ေမာက္မာ ႐ိုင္စိုင္း ေယာက်ာ္းေတြနဲ႔ ေပ်ာ္ပါးရတာကိုစြဲလမ္းေနတဲ့သူတစ္ဦးပါ.
ဖခင္ျဖစ္သူနဲ႔ပါသြားတဲ့ Songကို သူမရဲ႕အေဒၚျဖစ္သူက မိခင္ရင္းနဲ႔မျခား ျပဳစုေစာင့္ေရွာက္ခဲ့ပီး
   အဆင့္အတန္းရွိပီး ျဖဴစင္တဲ့ ပညာတတ္အထက္တန္းလႊာ မိန္းကေလး အျဖစ္ႀကီးျပင္းလာပါတယ္.
   ရဲအရာရွိ Ardက Nuengနဲ႔ျပသာနာေတြတက္ခဲ့ပီး သူ႔ညီဝမ္းကြဲ
   Sarn ႏွစ္သက္သေဘာက်တဲ့မိန္းကေလးက Songျဖစ္ပါတယ္..
   Sarnက Ardကို သူသေဘာက်တဲ့မိန္းကေလးျဖစ္သူ Songနဲ႔ မိတ္ဆက္ေပးတဲ့အခါမွာေတာ့
   Ardက Songကို Nuengလို႔ထင္ပီး အထင္ေတြလြဲပါေတာ့တယ္.
   Nueng ဖန္တီးခဲ့တဲ့ ျပသာနာေတြၾကား... .
သူမတို႔ ညီအစ္မ၂ေယာက္နဲ႔ ညီအစ္ကို ၂ေယာက္ၾကား အခ်စ္ေရးက ဘယ္လိုေတြျဖစ္လာမလဲဆိုတာ....
ဇာတ္ကားမွာ ဆက္ၾကည့္ၾကေပါ့ေနာ္.😉

Video မ်ားကို FIV မွတင္ဆက္ထားပါတယ္
   "
  }
  ,
 {
   "title" : "The Stranded (2019)",
   "count" : "Completed",
   "genre" : "thai,adventure,drama,mystery,completed",
   "video" : "trailervideolink",
   "image" : "https://1.bp.blogspot.com/-DCtsm7lWyWo/Xincy0OzwEI/AAAAAAAAEcg/t-07puB32Bgck5DsVNDL7BPJ7YPfmjxxACLcBGAsYHQ/s800/The%2BStranded.jpg",
   "cover" : "https://1.bp.blogspot.com/-DCtsm7lWyWo/Xincy0OzwEI/AAAAAAAAEcg/t-07puB32Bgck5DsVNDL7BPJ7YPfmjxxACLcBGAsYHQ/s500/The%2BStranded.jpg",
   "dlink" : "https://raw.githubusercontent.com/BittchPlease/TheStranded/master/",
   "originalpostlink" : "https://fivtv.blogspot.com/2019/11/the-stranded.html",
   "vol" : "ဒီဇာတ္လမ္းမွာ အဓိကဇာတ္ေဆာင္ျဖစ္တဲ့ Kraam ဆိုတဲ့အသက္ ၁၈ႏွစ္ေကာင္ေလးတစ္ေယာက္နဲ႔အတူဆူနာမီေရလွိုင္း
ေဘးဒါဏ္ခံခဲ့ၾကရၿပီးအသက္ေဘးမွလြတ္ေျမာက္ခဲ့ၾကရတဲ့
နာမည္ႀကီးပုဂၢလိကေက်ာင္းတစ္ေက်ာင္းမွေက်ာင္းသားမ်ားဟာ ကပၸလီပင္လယ္
ကမ္းေျခမွကၽြန္းတစ္ကၽြန္းေပၚေရာက္ရွိေနၾကရၿပီး
မသိမျမင္နိုင္တဲ့အထူးအဆန္းျဖစ္ရပ္မ်ားကိုၾကဳံေတြ႕ခံစားေနၾကရပါတယ္။
 
အဲ့လိုထူးဆန္းဖြယ္ရာေတြနဲ႔ၾကဳံေတြ႕ေနရေပမယ့္လည္းကယ္ဆယ္ေရးကသူတို႔ဆီေရာက္မလာခဲ့ေတာ့
Kramm ဆိုတဲ့ေကာင္ေလးက အားလုံးရဲ့အသက္နဲ႔မိမိရဲ့အသက္ကိုကာကြယ္ဖို႔အတြက္
ကိုယ္တိုင္ဦးေဆာင္ကာ ဒီလိုထူးျခားဆန္းက်ယ္လွတဲ့ေဘးဒါဏ္မွလြတ္ေျမာက္ေအာင္ႀကိဳးစားရင္း
ဘယ္လိုအျဖစ္ဆိုးေတြနဲ႔ထပ္ၿပီးရင္ဆိုင္မလဲ ကြ်န္းေပၚမွာဘယ္လိုေတြထူးဆန္းေနသလဲဆိုတာကိုေတာ့
   
FIV Entertainemnt မွ တင္ဆက္ေပးထားပါတယ္..
   
ဘာသာျပန္ေပးထားသူေတြကေတာ့  J Jin Tai နဲ့ Ye Yint Aung တို့ပဲျဖစ္ပါတယ္...
   
စုစုေပါင္း အပိုင္း (၇) ပိုင္းပါ၀င္ျပီး. အားေပးလိုက္ၾကပါအံုး...ေနာ္."
  }
    ,
 {
 "title" : "Handsome Siblings (2020)", 
"count" : "On Going",
"genre" : "action,historical,comedy,romance,china",
"video" : "trailervideolink",
"image" : "https://1.bp.blogspot.com/-G6u_cgl9NdU/Xi3QLhaI7KI/AAAAAAAAEiU/8A9RZ8amosoyJhFHtUs-JJRFeFY17QLtACLcBGAsYHQ/s800/FB_IMG_1580057494781.jpg",
"cover" : "https://1.bp.blogspot.com/-raG8aV-yr0o/Xi3QPNsRpCI/AAAAAAAAEiY/CXuFKJTQIXMxDQvzQFdP9sYxb8eqTf2XQCLcBGAsYHQ/s300/ggg.png",
"dlink" : "https://raw.githubusercontent.com/KoTharGi/Sibling/master/",
"originalpostlink" : "https://myanmarasiatv.net/series/handsome-siblings-2020/", 
"vol" : "1999 ခုႏွစ္မွာထြက္ရွိခဲ့တဲ့ “ငါးကေလး” လို႔အမည္ရတဲ့ “The Lagendary Sibling” (သို႔မဟုတ္)
“Handsome Sibling” series ေလးကိုၾကည့္ဖူးၾကမွာပါ။
အရမ္းေကာင္းတဲ့ series ေလးတစ္ခုေပါ့။
အခုအဲ့ဒိ series ေလးအတိုင္းကိုပဲ ဆန္းသစ္္တဲ့ပံုစံနဲ႔ျပန္လည္ခံစားၾကည့္ရႈႏိုင္မယ့္
series အသစ္ေလးျဖစ္တဲ့ “Handsome sibling” series ေလးထြက္ရွိလို႔လာပါၿပီ။
စာေရးဆရာ Gu Long ရဲ႕ဝတၱဳကိုအေျခခံၿပီးရိုက္ကူးထားတဲ့ဒီ series ေလး ကို
16.1.2020 မွာစတင္ထုတ္လႊင့္ခဲ့ၿပီး အပိုင္း 53 ပိုင္းအထိထုတ္လႊင့္ျပသမွာျဖစ္ပါတယ္။
တစ္ပိုင္းကို 45 မိနစ္ၾကာျမင့္ၿပီး တနဂၤလာေန႔မွ ေသာၾကာေန႔အထိ တစ္ပတ္မွာ၅ပိုင္း ထုတ္လႊင့္ျပသလၽွက္ရွိပါတယ္။
   
ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ဒီလိုပါ
   
ရုပ္ရည္ေခ်ာေမာတဲ့သိုင္းသမားေလး Jiang Feng က တိုက္ပြဲတစ္ခုမွာဒဏ္ရာရခဲ့တယ္
သူ႔ကို သိုင္းေလာကရဲ႕အင္အားအႀကီးမားဆံုးျဖစ္တဲ့ ရီဟြားနန္းေတာ္က Yaoyue (ေယာင္ယြဲ႕)နဲ႔
Lianxing (လ်န္ရွန္း)ညီအစ္မႏွစ္ေယာက္တို႔က ကယ္တင္ထားခဲ့တယ္။ ညီအစ္မ၂ေယာက္က
Jiang Feng (က်န္ဖုန္း)ကိုသေဘာက်ေနေပမယ့္ Jing Feng ကေတာ့သူတို႔ရဲ႕ေမာက္မာမႈေတြေၾကာင့္ဘယ္သူ႔ကိုမွျပန္မႀကိဳက္ခဲ့ပါဘူး။
ဒါေပမယ့္ Jiang Feng (က်န္ဖုန္း)ကအေစခံမေလး Hua Yuenu (ဟြာယြဲ႕ႏူ)နဲ႔ခ်စ္ႀကိဳက္သြားခဲ့တယ္။
Hua Yuenu မွာကိုယ္ဝန္ရလာတဲ့အခါသူတို႔၂ေယာက္ဟာရီဟြားနန္းေတာ္ကထြက္ေျပးဖို႔ၾကံစည္ၾကတယ္။
ဒါေပမယ့္ သူူတို႔သစၥာေဖာက္ခံလိုက္ရတယ္။ Jing Feng ရဲ႕ အေစခံကသစၥာေဖာက္သြားတာေၾကာင့္ သူတို႔ဟာေတာပုန္းဓားျပေတြရဲ႕တိုက္ခိုက္ျခင္းခံခဲ့ရတယ္။
Hua Yuenu ကအမႊာကေလး၂ေယာက္ကိုေမြးေပးၿပီး အဲ့ဒိမွာပဲ Jing Feng နဲ႔အတူေသသြားခဲ့တယ္။
Yaoyue နဲ႔ Linaxing တို႔ညီအစ္မ၂ေယာက္ဟာေသေနတဲ့စံုတြဲကိုရွာေဖြေတြ႕ရွိခဲ့တယ္။သူတို႔ဟာ Jing Feng ကိုခြင့္မလႊတ္ႏိုင္တာေၾကာင့္
ကေလး၂ေယာက္ကို တစ္ေယာက္နဲ႔တစ္ေယာက္သတ္ေစၿပီးကလဲစားေခ်ဖို႔ၾကံစည္ခဲ့ၾကတယ္။

ဒီလိုနဲ႔ ကေလး၂ေယာက္ဟာေမြးကတည္ဴကကြဲကြာသြားခဲ့ၾကတယ္။
မတူညီတဲ့ေနရာ၂ခုမွာႀကီးပ်င္းလာၾကၿပီး သူတို႔အခ်င္းခ်င္းရန္ဖက္ေတြအျဖစ္နဲ႔သိထားၾကတယ္။ 18ႏွစ္ၾကာၿပီးတဲ့ေနာက္ ညီအစ္ကိုေတြျပန္ေတြ႕ၾကတဲ့အခါ ရန္ညႇိဳးေတြနဲ႔တစ္ဦးနဲ႔တစ္ဦးသတ္ျဖတ္ၾကမလား ဒါမွမဟုတ္ ညီအစ္ကိုႏွစ္ဦးေသြးသားသံေယာဇဥ္ေၾကာင့္ နားလည္မႈေတြရသြားႏိုင္မလားဆိုတာ..
ဆက္လတ္ ေစာင့္ၾကည့္လိုက္ၾကရေအာင္။

MMATV Channel မွတင္ဆက္ပါသည္။

Translators
+++
Min Theim Kyaw
Htike Htike
Juu May Kyaw
Nway Htwe Aung

Kha Kha 
Thiri
Haymar
 

Encoder
+++
Min Theim Kyaw"
   
}
 ,
{
"title" : "The Game: Towards Zero (2020)", 
"count" : "On Going",
"genre" : "Mystery,Crime,Thriller,Korea",
"video" : "trailervideolink",
"image" : "https://1.bp.blogspot.com/-hvl9buRhsMc/XjL-L3_DtQI/AAAAAAAAEis/eSFF-gos7uINlzvTNn6pDDj4RE01hBEWACLcBGAsYHQ/s1600/jVyBbf.jpg",
"cover" : "https://1.bp.blogspot.com/-m4eGXjXdXOQ/XjL-Pam4Z3I/AAAAAAAAEiw/LM1vgoVNAsYSWdNCeKMuJe7QU1ia0i_LgCLcBGAsYHQ/s400/fullsizephoto1102816.webp",
"dlink" : "https://raw.githubusercontent.com/KoTharGi/TowardsZero/master/",
"originalpostlink" : "https://fofmyanmar.com/tvshows/the-game-towards-zero-2020/,https://www.facebook.com/events/814687765667622/", 
"vol" : "မွုခင္းကားဆို ေမၽွာ္ေမၽွာ္ေနၾကတဲ့ FoFပရိသတ္ႀကီးအတြက္ အစဥ္အလာမျပတ္ေအာင္္ တင္ဆက္ေပးလိုက္ပါတယ္ေနာ္

Mystery,Crime, Thrillerကားအမ်ိဳးအစားျဖစ္ၿပီးေတာ့ 2PMအဖြဲ႕က TaecYeonရဲ႕ စစ္မႈထမ္းၿပီးေနာက္ ပထမဆံုးရုိက္ကူးတဲ့ကားျဖစ္ပါတယ္

မင္းသမီးကေတာ့ The Package, Hwajungကားထဲက Lee Yeon Heeျဖစ္ၿပီး Different Dreams,The Great Sho,Thr Bride Of Haebaekမွ မင္းသား Lim Ju Hwanလည္းပါဝင္ပါတယ္

ဇာတ္လမ္းကေတာ့

လူေတြရဲ႕မ်က္လံုးကိုၾကည့္ရုံနဲ႔ အဲ့လူရဲ႕ ေသဆံုးခါနီးအခ်ိန္အခိုက္အတန္႔ကို ဖတ္ႏုိင္တဲ့ ဂင္ထယ္ေဖ်ာင္း(TaecYeon) ကြင္းဆက္လူသတ္သမားကိုဖမ္းရင္းနဲ႔ ဖခင္ျဖစ္သူေသဆံုးခဲ့ရၿပီး ၁၀ႏွစ္အၾကာမွာ ရဲစံုေထာက္ျဖစ္လာသူ ေဆာဂၽြန္ေယာင္း (Lee Yeon Hee) ေဆးမႈခင္းဌာနမွ ေဆးပညာဆိုင္ရာအမႈစစ္ ဂူဒိုဂေယာင္း( Lim Yu Hwan) ဆန္းၾကယ္တဲ့ ကြင္းဆက္လူသတ္မႈတစ္ခုကို အေျဖရွာဖို႔ ဘယ္လိုေတြပူေပါင္းလုပ္ေဆာင္သြားၾကမလဲဆိုတာ ၾကည့္ရႈရမွာျဖစ္ၿပီး အပတ္စဥ္ ဗုဒၶဟူးေန႔နဲ႔ ၾကာသပေတးေန႔တိုင္းMBCရုပ္သံလိုင္းမွ ထုတ္လႊင့္ျပသေနၿပီ

အပိုင္း32ပိုင္းပါဝင္ပါတယ္

Translate – Khin Maddy

Encode – Khin Maddy"
}
,
{
"title" : "The Snow Queen(2006)",
"count" : "Completed,Korea",
"genre" : "korea,romance",
"video" : "trailervideolink",
"image" : "https://1.bp.blogspot.com/-ByiuCTQ4gew/XkUldVum8QI/AAAAAAAAEkY/pSey_k3RHhMmtos9idn1GiJOi-r1AOaSACLcBGAsYHQ/s1600/pmpHK0U4KHfQvAhwQvw0NqT10K9.jpg",
"cover" : "https://1.bp.blogspot.com/-C6qLBCd07bo/XkUldWkePnI/AAAAAAAAEkU/R5Vdm6A56XgO4eP-xaT-VejSygHTpEPiwCLcBGAsYHQ/s400/images.jpg",
"dlink" : "https://raw.githubusercontent.com/KoTharGi/SnowQueen2016/master/",
"originalpostlink" : "https://www.facebook.com/ayzatt.loser/posts/807576529710503",
"vol" : "ဆင္းရဲသားရပ္ကြက္ကေမြးဖြားခဲ့တဲ့ေကာင္ေလးတစ္ေယာက္ရွိပါတယ္
သူကစိတ္သေဘာထားလည္းျဖဴစင္သလုိ ေမြးရာပါ
ပါရမီရွင္ သခ်ၤာအရမ္းေတာ္တဲ့ေကာင္ေလးတစ္ေယာက္ပါ ဒီလုိနဲ႕
ကုိရီးယားအထက္တန္းကုိေရာက္လာေတာ့သူငယ္ခ်င္းေတြအမ်ားႀကီးရခဲ့တာေပါ့ပထမရတဲ့သူကုိပဲလူေတြကအမွတ္ရတာပါဆုိတဲ့အယူအဆကုိလက္ကုိင္ထားတဲ့သူေဌးသား သခ်ၤာေတာ္တဲ့ၿပဳိင္ဘက္တစ္ေယာက္နဲ႕အတန္းထဲမွာဆုံႀကတယ္လုိတရသူေဌးသား ျဖစ္တဲ့အျပင္သခ်ၤာအရာ
မွာလည္းျပဳိင္ဘက္ကင္းဆုိတဲ့ဂုဏ္ပုဒ္ဟာဆင္းရဲသားေက်ာင္းသား
သစ္ေလးေရာက္လာေတာ့ သူ႕ဂုဏ္ပုဒ္ဟာေမွးမွိန္ခဲ့ရတယ္
တစ္ေယာက္နဲ႕တစ္ေယာက္ ပညာရပ္ဆုိင္ရာေတြျငင္းခုန္ရင္းနဲ႕ပဲ မခြဲႏုိင္မခြာႏုိင္အခင္ဆုံးသူငယ္ခ်င္းေတြျဖစ္ခဲ့ႀကတယ္
ဒီလုိနဲ႕ကမာၻ႕အုိလံပစ္သခ်ၤာအုိလံပစ္ၿပဳိင္ပြဲေရာက္လာေရာ
အမ်ားသူငွာေမွ်ာ္လင့္ထားသလုိသူေဌးသားေလးကပထမဆုမရခဲ့ပဲ ဒုတိယဆုနဲ႕ပဲေက်နပ္ခဲ့ရတယ္ဆင္းရဲသားလူငယ္ေလးကေတာ့ပထမရသြားတယ္အရမ္းခံစားေနရတဲ့သူငယ္ခ်င္းကုိဆင္းရဲသားေလးကႏွစ္
သိမ့္ေပးခဲ့ပါတယ္ ဒီမွာပဲကံႀကမၼာအလွည့္အေျပာင္းကစေတာ့တာပဲ
သူႏွစ္သိမ့္ဖုိ႕သုံးတဲ့စကားလုံးအသုံးအႏႈန္းကပဲသူေဌးသားေလးကုိေသဆုံးသြားဖုိ႕အေႀကာင္းဖန္လာခဲ့တယ္ဆင္းရဲသားေကာင္ေလးက ကုိယ့္ကုိကိုယ္ယူႀကဳံးမရျဖစ္ ေနာင္တေတြတေပြ႕တပုိက္နဲ႕ေပါ့ရည္မွန္းခ်က္ေတြလည္းေပ်ာက္ေက်ာင္းကထြက္တဲ့အျပင္သိပ္ခ်စ္ရတဲ့အေမကုိေတာင္
ထားၿပီးထြက္ေျပးသြားတယ္ဒီလုိနဲ႕ နာမည္ေတြလည္းေျပာင္း
လက္ေ၀ွ႕လည္းထုိးရင္းနဲ႕သိပ္ခ်စ္တဲ့ေကာင္မေလးတစ္ေယာက္
ကုိမေမွ်ာ္လင့္ပဲေတြ႕ခဲ့မိတယ္အရမ္းခ်စ္စရာေကာင္းတဲ့ေကာင္မေလး ဟာဘယ္လုိအသုိင္းအ၀ုိင္းလည္း ဘယ္မိသားစုကလည္း
ဆင္းရဲသားေကာင္ေလးကေရာ သူ႕ဘ၀ကုိဘယ္လုိအဖတ္ဆယ္မလဲ
အတိတ္ဆုိးဆိုကေရာထြက္ေျပးရုံနဲ႕လြတ္မွာလား
အရမ္းေကာင္းတဲ့ဇတ္ကားေလးပါ ႀကည့္ရႈသူအေနနဲ႕မခ်ီးက်ဴးပဲ
မေနႏိုင္ေအာင္ျဖစ္သလုိမီးျပတ္သြားမွာစုိးရိမ္ရတဲ့ဇတ္ကားမ်ဳိးပါ
မိတ္ကပ္အျပင္အဆင္ editor ပုိင္းသရုပ္ေဆာင္ခ်က္ေတြ
အားလုံးေကာင္းလြန္းပါတယ္ကဲပရိတ္သတ္ႀကီးေရ ဒီေလာက္ဆုိ
လုံေလာက္ၿပီထင္ပါတယ္
IMDb rating 8.3 အထိရရိွထားတဲ့ ဒရမ္မာဇာတ္ကားေကာင္း
တကားၿဖစ္ပါတယ္။ဇာတ္လမ္း အညႊန္းကိုေတာ့ ကို ျဖိဳးျပည့္ ကေရးသားေပးခဲ့တာပါ။
(ကြာလတီေကာင္းေကာင္းနက္ တဖန္ျပန္လည္ခံစားႏိုင္ဖို႕ တင္ဆက္ေပးလိုက္ပါတယ္)"
}
,
{
"title" : "Love in the Moonlight(2016)",
"count" : "Completed,Korea",
"genre" : "romance,comedy,drama,korea,mystery",
"video" : "trailervideolink",
"image" : "https://1.bp.blogspot.com/-vKcOtCVmsNA/XkWWJfGBKRI/AAAAAAAAEkk/6hmCnPnPuVQ45krzaQpg9LWcgMGId4kMACLcBGAsYHQ/s1600/918598a6aa490f71fe6a19288955e376aca9796b.jpg",
"cover" : "https://1.bp.blogspot.com/-I5e8f6qwSSk/XkWWJRBGztI/AAAAAAAAEko/jgrjGkoDxK0Sq4aphEfKCDsUod9qbouQACLcBGAsYHQ/s300/l_p0059625776.jpg",
"dlink" : "https://raw.githubusercontent.com/KoTharGi/MoonLight2016/master/",
"originalpostlink" : "https://www.facebook.com/events/941077436268000/",
"vol" : "ဟြန္ဆန္ႏြန္ ဟာ ေယာက္က်ားေလးတစ္ေယာက္အျဖစ္အေယာင္ေဆာင္ထားတဲ့
မိန္းကေလးေအာင္သြယ္ေတာ္တစ္ဦးပါ..သူဟာ အခ်စ္စာေတြေရးေရးၿပီးပို႔ေပးပါတယ္..
တစ္ေန႔မွာလူတစ္ေယာက္အကူအညီေတာင္းလို႔မိန္းကေလးတစ္ေယာက္ ဆီကို
အခ်စ္စာေတြေရးပို႔ေပးတဲ့အခါမွာ အဲ့စာေတြဟာ မိန္းကေလးရဲ့အစ္ကိုဆီကို
ေရာက္သြားပါတယ္..အဲ့မိန္းကေလးကေတာ့ မင္းသမီးျဖစ္ၿပီး မိန္းကေလးရဲ့
အကိုကေတာ့ အိမ္ေရွ႕စံပါအိမ္ေရွ႕စံလီေယာင္းဟာ သူ႔ညီမ ကိုယ္စားျပန္ခ်ိန္းလိုက္ၿပီး
သြားေတြ႕တဲ့အခါမွာေတာ့ ဟိုဘက္က အခ်စ္စာေရးခိုင္းတဲ့လူကလည္း မင္းသမီးမွန္းသိလို႔
မေတြ႕ရဲပဲ ဆန္ႏြန္ကိုသာ အစားထိုးလႊတ္လိုက္ပါတယ္…
အိမ္ေရွ႕စံနဲ႔ဆန္ႏြန္တို႔ ေတြ႕ၾကၿပီး တဲ့ေနာက္ အလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြ
ျဖစ္ကုန္ၿပီးဆန္ႏြန္ ဟာ ထြက္ေျပးခဲ့ပါတယ္.ေနာက္ ဆန္ႏြန္တစ္ေယာက္ အဖမ္းခံရ
မိန္းမစိုးတစ္ေယာက္အျဖစ္ေရာင္းစားခံရၿပီး နန္းတြင္းကိုေရာက္လာတဲ့အခါ
အိမ္ေရွ႕စံနဲ႔ျပန္လည္ဆုံေတြ႕ၾကတဲ့အခါမွာေတာ့
ဘာေတြျဖစ္မလဲဆိုတာဆက္လက္ၾကည့္ရႈၾကပါ"
}
,
{
"title" : "Diary Of Tootsies (Season-1) (2016)",
"count" : "Completed,Thai,Comedy,Drama,Romance,BL",
"genre" : "Comedy,Drama,Romance,BL",
"video" : "trailervideolink",
"image" : "https://1.bp.blogspot.com/-GFVpQbeeuVs/XkYvP6wa7nI/AAAAAAAAEk4/m2qBZgXFkQUDsRJrNeqH3dD2QtPqSu_LQCLcBGAsYHQ/s1600/s1.jpg",
"cover" : "https://1.bp.blogspot.com/-IL_rCmNMh68/XkYvQU-2j1I/AAAAAAAAElA/lqVfg9gEjF8pAK3An5Ht30GbFB5WVjp0wCLcBGAsYHQ/s320/s1vf.jpg",
"dlink" : "https://raw.githubusercontent.com/KoTharGi/DiaryOfTootsiesS1/master/",
"originalpostlink" : "https://www.facebook.com/photo.php?fbid=2544757955739209&set=pcb.2544764409071897&type=3&theater",
"vol" : " သူငယ္ခ်င္း ၄ ေယာက္ရဲ႔ဟာသဆန္ဆန္တလြဲေတြလုပ္တ့ဲအေၾကာင္းေလးပါ🤪 ေကာင္မေလးကတစ္ေယာက္ က်န္တ့ဲ၃ေယာက္က tootsies (gay) ေတြေပါ့ ေကာင္မေလးကလည္း tomboy ေတြကိုစိတ္ဝင္စားတယ္ ဘယ္ေလာက္ေတာင္ခ်စ္ၾကတ့ဲသူငယ္ခ်င္းေတြလဲဆို HIV ျဖစ္ေနတ့ဲသူငယ္ခ်င္းကိုေတာင္ပစ္မသြားပဲအနားမွာရွ္ိေနေပးတ့ဲ တကယ့္မိသားစုေတြလ္ိုပဲ 😷ေသာင္းက်န္းမလားအတူတူပဲ

တစ္ေယာက္အကူညီလိုရင္တစ္ေယာက္ေပးတယ္ ဆိုးဆိုးေကာင္းေကာင္းအနားမွာအၿမဲရွိတယ္ ေျပာမနာဆ္ိုမနာသူငယ္ခ်င္းေတြေပါ့ တစ္ေယာက္ကလိုရင္က်န္တ့ဲ ၃ ေယာက္ အၿမဲအဆင္သင့္ရွိတယ္ အသဲကြဲလ္ို႔ကမ္းေျခေရာက္ေနလားလိုက္လာတယ္ ဘယ္သြားမလဲဘာလုပ္မလဲႀကိဳက္တာလုပ္ အၿမဲတူတူေသာင္းက်န္းၾကတယ္ 😂😂

ခရီးဆိုလည္းတိုင္ပင္စရာမလိုဘူးအၿမဲသြားၾကတယ္ တစ္ေယာက္မေကာင္းတ့ဲခ်က္တစ္ေယာက္အတြင္းက်က်သိတယ္ အ့ဲေလာက္ေတာင္ခ်စ္ၾကတာ 😍😍သူတို႔ကိုအထက္စီးကဆက္ဆံတ့ဲသူကိုလည္း ၄ ေယာက္သားပညာေကာင္းေကာင္းျပန္ေပးတတ္တယ္ တစ္ေယာက္ကိုတစ္ေယာက္အထိမခံဘူး 😂😂

ေသခ်ာတယ္ ဒီ series ေလးၾကည့္ၿပီး ဒီလိုဘာလုပ္လုပ္ညီတ့ဲသူငယ္ခ်င္းေတြကိုအရမ္းလိုခ်င္သြားမွာ အ့ဲလိုသူငယ္ခ်င္းမ်ိဳးပိုင္ဆိုင္ထားရတ့ဲသူေတြအရမ္းကံေကာင္းတယ္ 🙋🏻‍♀️🙋🏻‍♀️ ကဲ.....ဒါဆို ဒီလိုပိတ္ရက္ေလးမွာအရမ္းျပင္းေနလား အိမ္တြင္းပုန္းၿပီးေအးေဆး relax လုပ္ခ်င္လား မပူပါန႔ဲဒီ႐ုပ္ရွင္ကားေလးကအရမ္းကိုရယ္ရၿပီး ပိတ္ရက္ေလးမွာေပ်ာ္ေစရမယ္လို႔အာမခံတယ္ ၾကည့္ၾကည့္ေနာ္ ကိုယ္လည္းအရမ္းႀကိဳက္လြန္းလို႔ share ေပးတာ ✨
  
 Review By: Travel Vibes Lifestyle"
}
,
{
"title" : "Diary Of Tootsies (Season-2) (2017)",
"count" : "Completed,Thai",
"genre" : "Comedy,Drama,Romance,BL",
"video" : "trailervideolink",
"image" : "https://1.bp.blogspot.com/-g3zQOMGOhTY/XkYvPtaH8yI/AAAAAAAAEk0/MnLlHtqEGJUDiMTckzDTtRfhapw8w7sIwCLcBGAsYHQ/s1600/49200d1919e94a02cfc951e9cf22ad4ddffc221cv2_00.jpg",
"cover" : "https://1.bp.blogspot.com/-g3zQOMGOhTY/XkYvPtaH8yI/AAAAAAAAEk0/MnLlHtqEGJUDiMTckzDTtRfhapw8w7sIwCLcBGAsYHQ/s320/49200d1919e94a02cfc951e9cf22ad4ddffc221cv2_00.jpg",
"dlink" : "https://raw.githubusercontent.com/KoTharGi/DiaryOfTootsiesS2/master/",
"originalpostlink" : "https://www.facebook.com/photo.php?fbid=2544757955739209&set=pcb.2544764409071897&type=3&theater",
"vol" : " သူငယ္ခ်င္း ၄ ေယာက္ရဲ႔ဟာသဆန္ဆန္တလြဲေတြလုပ္တ့ဲအေၾကာင္းေလးပါ🤪 ေကာင္မေလးကတစ္ေယာက္ က်န္တ့ဲ၃ေယာက္က tootsies (gay) ေတြေပါ့ ေကာင္မေလးကလည္း tomboy ေတြကိုစိတ္ဝင္စားတယ္ ဘယ္ေလာက္ေတာင္ခ်စ္ၾကတ့ဲသူငယ္ခ်င္းေတြလဲဆို HIV ျဖစ္ေနတ့ဲသူငယ္ခ်င္းကိုေတာင္ပစ္မသြားပဲအနားမွာရွ္ိေနေပးတ့ဲ တကယ့္မိသားစုေတြလ္ိုပဲ 😷ေသာင္းက်န္းမလားအတူတူပဲ

တစ္ေယာက္အကူညီလိုရင္တစ္ေယာက္ေပးတယ္ ဆိုးဆိုးေကာင္းေကာင္းအနားမွာအၿမဲရွိတယ္ ေျပာမနာဆ္ိုမနာသူငယ္ခ်င္းေတြေပါ့ တစ္ေယာက္ကလိုရင္က်န္တ့ဲ ၃ ေယာက္ အၿမဲအဆင္သင့္ရွိတယ္ အသဲကြဲလ္ို႔ကမ္းေျခေရာက္ေနလားလိုက္လာတယ္ ဘယ္သြားမလဲဘာလုပ္မလဲႀကိဳက္တာလုပ္ အၿမဲတူတူေသာင္းက်န္းၾကတယ္ 😂😂

ခရီးဆိုလည္းတိုင္ပင္စရာမလိုဘူးအၿမဲသြားၾကတယ္ တစ္ေယာက္မေကာင္းတ့ဲခ်က္တစ္ေယာက္အတြင္းက်က်သိတယ္ အ့ဲေလာက္ေတာင္ခ်စ္ၾကတာ 😍😍သူတို႔ကိုအထက္စီးကဆက္ဆံတ့ဲသူကိုလည္း ၄ ေယာက္သားပညာေကာင္းေကာင္းျပန္ေပးတတ္တယ္ တစ္ေယာက္ကိုတစ္ေယာက္အထိမခံဘူး 😂😂

ေသခ်ာတယ္ ဒီ series ေလးၾကည့္ၿပီး ဒီလိုဘာလုပ္လုပ္ညီတ့ဲသူငယ္ခ်င္းေတြကိုအရမ္းလိုခ်င္သြားမွာ အ့ဲလိုသူငယ္ခ်င္းမ်ိဳးပိုင္ဆိုင္ထားရတ့ဲသူေတြအရမ္းကံေကာင္းတယ္ 🙋🏻‍♀️🙋🏻‍♀️ ကဲ.....ဒါဆို ဒီလိုပိတ္ရက္ေလးမွာအရမ္းျပင္းေနလား အိမ္တြင္းပုန္းၿပီးေအးေဆး relax လုပ္ခ်င္လား မပူပါန႔ဲဒီ႐ုပ္ရွင္ကားေလးကအရမ္းကိုရယ္ရၿပီး ပိတ္ရက္ေလးမွာေပ်ာ္ေစရမယ္လို႔အာမခံတယ္ ၾကည့္ၾကည့္ေနာ္ ကိုယ္လည္းအရမ္းႀကိဳက္လြန္းလို႔ share ေပးတာ ✨
  
 Review By: Travel Vibes Lifestyle"
}
,
{
"title" : "Queen: Love and War(2019)",
"count" : "Completed,Korea",
"genre" : "mystery,korea,romance",
"video" : "trailervideolink",
"image" : "https://1.bp.blogspot.com/-dDLXJZfPM6g/XkZDZnM5x-I/AAAAAAAAElU/vn0yKI_h9L8z9ibE7b7hbAajH2QMQVfoACLcBGAsYHQ/s1600/EOyaiBQVUAE2-UT.jpg",
"cover" : "https://1.bp.blogspot.com/-dDLXJZfPM6g/XkZDZnM5x-I/AAAAAAAAElU/vn0yKI_h9L8z9ibE7b7hbAajH2QMQVfoACLcBGAsYHQ/s300/EOyaiBQVUAE2-UT.jpg",
"dlink" : "https://raw.githubusercontent.com/KoTharGi/QueenLoveandWar2019/master/",
"originalpostlink" : "https://www.facebook.com/photo.php?fbid=2544758015739203&set=pcb.2544764409071897&type=3&theater,https://www.facebook.com/events/581241239110516/permalink/581242799110360/,https://www.facebook.com/events/1199863606881659/",
"vol" : " ဒီ drama ထဲမွာေတာ့ မိဖုရားျဖစ္လာဖို့အတြက္ တိုက္ခိုက္ေနၾကတဲ့ အမ်ိဳးသမီးေတြၾကားက စစ္ပြဲ.....
ေတာ္ဝင္မိသားစုနဲ႔ ဆက္ႏႊယ္ျခင္းမရွိဘဲ အာဏာကိုပိုင္ဆိုင္နိုင္တဲ့ တစ္ဦးတည္းေသာ ဖိဖုရားသစ္ကို ေရြးခ်ယ္တင္ေျမႇာက္ျခင္းနဲ႔ ပတ္သက္ၿပီး အမ်ိဳးသမီးေတြၾကား အျပင္းအထန္ ယွဥ္ၿပိဳင္ၾကပုံကို ေတြ႕ရမွာျဖစ္ပါတယ္....

တစ္ေန႔ Kang Eun-Bo's (Jin Se-Yun) ရဲ့ အႁမႊာညီမဟာ အသတ္ခံခဲ့ရပါတယ္
Kang Eun Bo ဟာ အႁမႊာညီမေသဆုံးမွုအတြက္ ဘယ္သူ႔ဆီမွာ တာဝန္ရွိလည္းဆိုတာကို စုံစမ္းဖို့အတြက္ မိဖုရားျဖစ္လာဖို့ ဆုံးျဖတ္ခဲ့ပါတယ္....
ဒီလိုနဲ႔ Eun Bo ဟာ အႁမႊာညီမေသဆုံးမွုအတြက္ အမွန္တရားကို ရွာေဖြဖို့ႀကိဳးစားပါေတာ့တယ္

Lee Kyung (Kim Min-Kyu) ကေတာ့ ငယ္ရြယ္ေခ်ာေမာၿပီး ဉာဏ္ထက္တဲ့ဘုရင္တစ္ပါး...
ေခါင္းကိုေသနတ္ထိမွန္ၿပီးေနာက္ မျမင္နိုင္တဲ့ အခက္အခဲေတြနဲ႔ ရင္ဆိုင္ခဲ့ရတဲ့အခါ...
ဘုရင္ Lee Kyung တစ္ေယာက္ သူ ေမၽွာ္လင့္မထားတဲ့အေျခအေနကိစၥေတြထဲ ပါဝင္ပက္သက္လာခဲ့ရတဲ့အခါ......
Lee Kyung အျမဲမက္ေလ့ရွိတဲ့ အိပ္မက္ထဲ
မွတ္မိေနတဲ့ အမ်ိဳးသမီးနဲ႔ ပတ္သက္ဆက္ႏြယ္မွုကေကာဘာလဲ....

အရမ္းကို စိတ္ဝင္တစားနဲ႔ၾကည့္ရွုရအုံးမယ့္ drama ေလးျဖစ္လို့ နန္းတြင္းကားႀကိဳက္သူေလးေတြ အႀကိဳက္ေတြ႕ေစအုံးမယ္ drama ေကာင္းေလးျဖစ္မွာမို့ လက္မလႊတ္သင့္ဘူးေနာ္
    
Review Credit: Original Writer"
}
,
{
"title" : "The Last Empress (2018)",
"count" : "Completed,Korea",
"genre" : "korea,action,drama,mystery",
"video" : "trailervideolink",
"image" : "https://1.bp.blogspot.com/-8Vp2Y6sEyFA/XkZT4VTjZzI/AAAAAAAAElg/9rujjWpwvawGsXHZ5wC1fjNtcAmrnydpwCLcBGAsYHQ/s1600/The-Last-Empress-Poster1.jpg",
"cover" : "https://1.bp.blogspot.com/-qmfsYlBxwRo/XkZT4aD33yI/AAAAAAAAElc/97Pwn7YJ6YUY0jhx-sylWj4FQJXspZACQCLcBGAsYHQ/s600/gdsz.jpg",
"dlink" : "https://raw.githubusercontent.com/KoTharGi/TheLastEmpress2018/master/",
"originalpostlink" : "https://www.facebook.com/photo.php?fbid=2544758049072533&set=pcb.2544764409071897&type=3&theater,",
"vol" : "ဇာတ္လမ္းအေၾကာင္းအရာေလးကေတာ့ ဒီေန႔ေခတ္ ေတာင္ကိုရီးယားနိုင္ငံမွာ
တိုင္းျပည္ကို စည္းမ်ဥ္းခံ ဘုရင္စနစ္နဲ႔ အုပ္ခ်ဳပ္ေနခဲ့တာျဖစ္ပါတယ္။
အိုေဆာနီ (ဂ်န္နာရာ) ဟာ ထက္ျမက္တဲ့ကိုယ္ရည္ကိုယ္ေသြး ရွိတဲ့
musical မင္းသမီးတစ္ဦးျဖစ္ပါတယ္။ ႐ုတ္တရက္ဆိုသလို
သူဟာ ဧကရာဇ္ လီေယာ့ (ရွင္ေဆာင္ေယာ့) နဲ႔
လက္ထပ္ခဲ့ရပါတယ္။
  
အဲဒီအခ်ိန္မွာပဲ အိုေဆာနီဟာ နန္းတြင္းရဲ့ အာဏာကို ဖီဆန္ဖို႔ လုပ္ခဲ့ပါတယ္။
တခ်ိန္မွာေတာ့ ေတာ္ဝင္မိသားစုရဲ့ ကိုယ္ရံေတာ္
နာဝမ္ရွစ္ (ခၽြဲဂ်င္ေယာ့)ကိုခ်စ္မိသြားခဲ့ပါတယ္။ 
နာဝမ္ရွစ္ဟာ နန္းေတာ္ထဲကို ဝင္လာတာဟာ သူ႔မိခင္ကို
သတ္ခဲ့တဲ့သူကို ကလဲ့စားေခ်ဖို႔ ေရာက္လာတာျဖစ္ပါတယ္။
 
ဧကရာဇ္လီေယာ့ရဲ့ ဖြားေတာ္ႀကီးနတ္ရြာစံခဲ့တာေၾကာင့္ အိုေဆာနီဟာ
နာဝမ္ရွစ္ရဲ့ အကူအညီနဲ႔ ေတာ္ဝင္မိသားစုကို ၿဖိဳခြဲၿပီး အခ်စ္စစ္ကို ရွာေဖြခဲ့ပါေတာ့တယ္။
 
အမွန္တရားနဲ႔ ခင္ပြန္းသည္ၾကားမွာ Su Ni တစ္ေယာက္ ဘယ္လိုလြန္ဆြဲမလဲ၊
အခ်စ္စစ္အခ်စ္မွန္ကို ဘယ္လိုေရြးခ်ယ္မလဲ
အားေပးၾကည့္ရႈနိုင္ၿပီ ျဖစ္ပါေၾကာင္း….."
}
,
{
"title" : "The Tale of Nokdu️(2019)",
"count" : "Completed,Korea",
"genre" : "korea,mystery,drama",
"video" : "trailervideolink",
"image" : "https://1.bp.blogspot.com/--An8azG4gl8/XkZibCNyofI/AAAAAAAAEls/rU55Ec5z56AYJ0SuB-y_FKR1MPC7JWl7wCLcBGAsYHQ/s1600/Poster-Tie%25CC%2582%25CC%2589u-Su%25CC%259B%25CC%2589-Cha%25CC%2580ng-Nokdu-3.jpg",
"cover" : "https://1.bp.blogspot.com/-sSZxXhPwi2k/XkZibadgGwI/AAAAAAAAElw/T4T_uE5TyJwmfd0arqShDES1KPnmXij_gCLcBGAsYHQ/s320/The_Tale_of_Nokdu_OST_Album_cover.jpg",
"dlink" : "https://raw.githubusercontent.com/KoTharGi/TheTaleofNokdu-2019/master/",
"originalpostlink" : "https://www.facebook.com/photo.php?fbid=2544758142405857&set=pcb.2544764409071897&type=3&theater",
"vol" : "Jeon Nok Du ဆိုတဲ့ေကာင္ေလးဟာ အထက္တန္းမိသားစုရဲ့သားတစ္ေယာက္ျဖစ္ပါတယ္။
သူ႔မိဘေတြက သူ႔ကို ေကာင္မေလးတစ္ေယာက္နဲ႔လက္ထပ္ေပးဖို႔စီစဥ္တာကို
Nok Du က သေဘာမတူပဲ အိမ္ကေန ထြက္ေျပးလာခဲ့ပါတယ္။
သူဟာ သူ႔ကိုယ္သူ မိန္းကေလးဟန္ေဆာင္ၿပီး ၇ြာတစ္ရြာကိုထြက္လာပါေတာ့တယ္။
အဲ့ရြာမွာ အလုပ္လုပ္ေနတဲ့Dong Dong Ju ( Kim So Hyun) နဲ႔ေတြ႕ဆုံခဲ့ပါတယ္။
Dong Dong Ju က Nok Du မိန္းကေလးေယာင္ေဆာင္ထားၿပီး
အဲ့ရါာမွာဘာလို႔ပုန္းေနလဲဆိုတာ တစ္ရက္မွာသိသြားပါေတာ့တယ္။
တစ္ရက္ Dong Ju ဒုကၡေရာက္တဲ့အခ်ိန္ NokDu ဟာ
Dong Ju ကို အႏၲာရယ္ရွိတဲ့ အေျခအေနတစ္ခုကေန ကယ္တင္ခဲ့ပါတယ္။
အဲ့ေနာက္မွာ Dong Ju ဟာ NokDu ရဲ့ေမြးစားသမီးအေနနဲ႔ပါ ဟန္ေဆာင္ၿပီး အဲ့ရြာမွာ တစ္ႏွစ္ေနထိုင္ခဲ့ပါတယ္။

မိန္းကေလးဟန္ေဆာင္ထားတဲ့ NokDu နဲ႔ အေျခအေနမွန္သိသြားတဲ့ Dong Ju
NokDu ရဲ့ေမြးစားသမီး အျဖစ္ ဟန္ေဆာင္ရင္း ဘာေတြဆက္ျဖစ္မလဲ....

The Tale of NokDu / MungBean Chronicles ကိုေတာ့
KBS2 ႐ုပ္သံလိုင္းကေန September 30 ရက္ေန႔မွာ စတင္ထုတ္လႊင့္ျပသမွာျဖစ္ၿပီး
အပတ္စဥ္ တနလာနၤဲ႔ အဂါေနၤ့ေတြမွာ ျပသသြားမွာျဖစ္ပါတယ္။
"
}
,
{
"title" : "Flower Crew Joseon Marriage Agency(2019)",
"count" : "Completed,Korea",
"genre" : "korea,mystery,romance,comedy",
"video" : "trailervideolink",
"image" : "https://1.bp.blogspot.com/-eJSBilbeQAA/XkZrmKVcqSI/AAAAAAAAEl8/kGMWbmwZfQAmV-GWto9l5i6TdEnee0v7gCLcBGAsYHQ/s1600/1%2BorJ82Z-M9KlKYrKmyncd0A.jpeg",
"cover" : "https://1.bp.blogspot.com/-eJSBilbeQAA/XkZrmKVcqSI/AAAAAAAAEl8/kGMWbmwZfQAmV-GWto9l5i6TdEnee0v7gCLcBGAsYHQ/s400/1%2BorJ82Z-M9KlKYrKmyncd0A.jpeg",
"dlink" : "https://raw.githubusercontent.com/KoTharGi/FlowerCrew2019/master/",
"originalpostlink" : "https://www.facebook.com/photo.php?fbid=2544758179072520&set=pcb.2544764409071897&type=3&theater",
"vol" : "ဂ်ိဳဆြန္းမွာ Lee Soo ဆိုတဲ့ သာမန္ ပန္းပဲသမားေလးတစ္ေယာက္ရွိပါသတဲ့ကြယ္
အသက္ ၂၃ ႏွစ္ျပည့္တဲ့အခါမွာေတာ့ ႐ုတ္တရက္ႀကီးဆိုသလို
ပန္းပဲသမားေလး Lee Soo ရဲ့ဘဝကေျပာင္းလဲသြားပါေတာ့တယ္ပန္းပဲသမားေလး
Lee Soo ဘဝကေန ဂ်ိဳဆြန္းရဲ့ မင္းတစ္ပါးျဖစ္လာခဲ့ပါေတာ့တယ္

Lee Soo ဟာ ဘုရင္ျဖစ္လာတဲ့အခါမွာေတာ့
ပန္းပဲသမားဘဝကတည္းက ခ်စ္ျမတ္နိုးခဲ့ရတဲ့ အခ်စ္ဦး
Gae Ddong ကို မိဖုရားေျမႇာက္ဖို့ႀကံစည္ပါေတာ့တယ္

ဒါေပမယ့္လည္း Gae Ddong ရဲ့ ေနာက္ခံမ်ိဳးရိုးက
နိမ့္ပါးတဲ့အတြက္ မိဖုရားေျမႇာက္ဖို့မျဖစ္နိုင္ ျဖစ္ေနတာေပါ့
ဒီလိုနဲ႔ ဘုရင္ႀကီး Lee Soo ဟာ Flower Crew ဆိုတဲ့ ေအာင္သြယ္ ေအဂ်င္စီကို ငွါးရမ္းခဲ့ပါေတာ့တယ္

ၿပီးေတာ့ ဘုရင္ႀကီး Lee Soo က Flower Crew ေအဂ်င္စီကို
Gae Ddong ဆိုတဲ့မိန္းကေလးကို အထက္တန္းလႊာ မိန္းမတစ္ေယာက္ျဖစ္ေအာင္
လုပ္ေပးနိုင္မလားလို့ ေမးခဲ့ပါတယ္တဲ့
Flower Crew ဆိုတဲ့ ေအဂ်င္စီမွာေတာ့ ပန္းပြင့္ေလးေတြအလား လွပေခ်ာေမာတဲ့
Ma Hoon, Do Joon နဲ႔ Ko Young Soo ဆိုတဲ့ ဂ်ိဳဆြန္းရဲ့ အေခ်ာေလးသုံးေယာက္နဲ႔ ဖြဲ႕စည္းထားပါတယ္တဲ့ 😍

ဒီအေခ်ာေလးသုံးေယာက္လုပ္ရမွာကေတာ့ Gae Ddong ဆိုတဲ့ မ်ိဳးရိုးနိမ့္မိန္းကေလးကို
အထက္တန္းလႊာမိန္းကေလးတစ္ေယာက္အျဖစ္ေျပာင္းလဲေပးဖို့ပဲျဖစ္ပါတယ္

ကဲ…ဒါဆိုရင္ Drama ခ်စ္ပရိသတ္ႀကီးေရ Flower Crew ေအဂ်င္စီက
ေခ်ာေလးသုံးေယာက္က မင္းႀကီး Lee Soo ေတာင္းဆိုတဲ့အတိုင္း
Gae Ddong ကို အထက္တန္းလႊာမိန္းမတစ္ေယာက္အျဖစ္ ေျပာင္းလဲေပးနိုင္မလား
ဘုရင္ႀကီး Lee Soo ကေကာ ဒီမိန္းကေလးကို မိဖုရား ေျမႇာက္နိုင္သြားမလားဆိုတာကို

JTBC ကေန အပါတ္စဥ္ တနလၤာ / အဂၤါ မွာထုတ္လႊင့္ျပသသြားမယ့္
Flower Crew: Joseon Marriage Agency ဆိုတဲ့ ကားေလးမွာ ေစာင့္ေမၽွာ္ၾကည့္ရွုၾကရေအာင္ေနာ္"
}
]
}
